{
    "South Africa": "The majority of Asians in South Africa are derived from indentured Indian laborer's who were transported there by the British in the 19th century (to work on the sugar cane plantations). Majority are from Bihar and Uttar Pradesh who speak Hindi or Bhojpuri.",
    "Japan": "There were about 40,000 Indians living in Japan as of December 2008. About 60% of the workforce is made up of foreign IT professionals and their families.",
    "Malaysia": "One of the greatest populations of overseas Indians is found in Malaysia. Majority of Indians immigrated to Malaysia as plantation workers. They represent 8% of the country's population (2,410,000 as of 2017). 85% of them speak Tamil and 88% of Malaysia's ethnic Indian population identifies as Hindu.",
    "UK": "There were 1,451,862 persons of Indian ancestry living in the UK as of the 2011 UK Census. The major ethnic groups include Goan-Konkanis, Sindhis, Marathis, Tamils, Telugus, Punjabis, Bengalis, Hindi-speaking individuals, and Anglo-Indians. The remaining Jains (15,000), Parsis (Zoroastrians), and Buddhists make up the majority of the British Indian population, followed by Sikhs (22%), Muslims (18%), and approximately 5% of Christians.",
    "Canada": "In 2016, 1,541,955 persons identified themselves as being of Indian descent, using words like 'East Indian', 'South Asian', or 'Indo-Canadian' according to Statistics Canada. But within the Indo-Canadian community, there is a far bigger proportion of diverse minority religious groups than there is in India. For example, in India, Sikhs make up 2% of the population, Christians 2.2%, Hindus 80%, and Muslims 14%. Sikhs made up 35%, Hindus 28%, Muslims 17%, and Christians 16% of all Canadians of Indian descent in 2011.",
    "America": "The biggest Indian population in the United States, estimated at 679,173 as of 2014, resides in the New York City Metropolitan Area, which includes Manhattan, Queens, and Nassau County in New York State, as well as the majority of New Jersey. Nearly every metropolitan area in the US has an Indian community, despite the fact that the Indian diaspora is primarily concentrated in the areas surrounding cities like New York City, Washington, D.C., Boston, Philadelphia, Atlanta, Chicago, Detroit, Dallas, Houston, Los Angeles, and San Francisco.",
    "Australia": "619,164 Australians reported having Indian ancestry in the 2016 census, of whom 455,389 were born there; this makes India the third-largest immigrant population in the nation and the second-most popular place of origin for new migrants from that year. Many Indians had travelled to Australia to operate camel trains before roads and other forms of road transportation were created. Camels were used to carry letters and supplies over the desert. Some of the first Punjabis to immigrate to Australia were Kareem Bux, a hawker who arrived in Bendigo in 1893, Sardar Beer Singh Johal, a year later, and Sardar Narain Singh Heyer, a year later. The Victorian gold rush saw a large presence of Punjabis."
}